

[info]
drivername=[DRIVERNAME]
symbolfile=[SYMBOLINSTALLPATH]\sqlagtctr.h


[languages]
009=English
419=Russian (Russia)


[text]
JOBS_009_NAME=[COUNTERPREFIXSERVICENAME]:Jobs
JOBS_009_HELP=SQLAgent General Statistics about jobs


JOB_STEPS_009_NAME=[COUNTERPREFIXSERVICENAME]:JobSteps
JOB_STEPS_009_HELP=Statistics for job steps


ALERTS_009_NAME=[COUNTERPREFIXSERVICENAME]:Alerts
ALERTS_009_HELP=SQLAgent statistics about alerts


GENERAL_OBJECT_009_NAME=[COUNTERPREFIXSERVICENAME]:Statistics
GENERAL_OBJECT_009_HELP=SQLAgent general statistics


SYSTEM_JOBS_009_NAME=[COUNTERPREFIXSERVICENAME]:SystemJobs
SYSTEM_JOBS_009_HELP=SQLAgent General Statistics about system jobs


JO_ACTIVE_JOBS_009_NAME=Active jobs
JO_ACTIVE_JOBS_009_HELP=Number of running jobs.


JO_SUCCESSFUL_JOBS_009_NAME=Successful jobs
JO_SUCCESSFUL_JOBS_009_HELP=Number of successful jobs.


JO_FAILED_JOBS_009_NAME=Failed jobs
JO_FAILED_JOBS_009_HELP=Number of failed jobs.


JO_PERCENTAGE_SUCCESSFUL_JOBS_009_NAME=Job success rate
JO_PERCENTAGE_SUCCESSFUL_JOBS_009_HELP=Percentage of successful jobs from the total number of executed jobs.


JO_PERCENTAGE_JOBS_BASE_009_NAME=Successful jobs base
JO_PERCENTAGE_JOBS_BASE_009_HELP=Base for successful jobs.


JO_LAUNCHED_JOBS_009_NAME=Jobs activated/minute
JO_LAUNCHED_JOBS_009_HELP=Number of jobs activated within the last minute.


JO_OUEUED_JOBS_009_NAME=Queued jobs
JO_OUEUED_JOBS_009_HELP=Number of jobs queued.


JS_ACTIVE_STEPS_009_NAME=Active steps
JS_ACTIVE_STEPS_009_HELP=Number of active steps.


JS_QUEUED_STEPS_009_NAME=Queued steps
JS_QUEUED_STEPS_009_HELP=Number of queued steps.


JS_RETRIES_STEPS_009_NAME=Total step retries
JS_RETRIES_STEPS_009_HELP=The total number of times any Job Step execution is retried since the last SQL Server restart.


AL_ACTIVATED_ALERTS_009_NAME=Activated alerts
AL_ACTIVATED_ALERTS_009_HELP=The number of Alerts that have activated since the last SQL Server restart.


AL_MINUTE_ALERTS_009_NAME=Alerts activated/minute
AL_MINUTE_ALERTS_009_HELP=The number of Alerts that have activated within the last minute.


GO_SERVER_RESTARTED_009_NAME=SQL Server restarted
GO_SERVER_RESTARTED_009_HELP=The number of times the SQL Server has been successfully restarted by SQL Server Agent, since the last SQL Server Agent restart.


JO_ACTIVE_SYSTEM_JOBS_009_NAME=Active system jobs
JO_ACTIVE_SYSTEM_JOBS_009_HELP=Number of running system jobs.


JO_SUCCESSFUL_SYSTEM_JOBS_009_NAME=Successful system jobs
JO_SUCCESSFUL_SYSTEM_JOBS_009_HELP=Number of successful system jobs.


JO_FAILED_SYSTEM_JOBS_009_NAME=Failed system jobs
JO_FAILED_SYSTEM_JOBS_009_HELP=Number of failed system jobs.


JO_LAUNCHED_SYSTEM_JOBS_009_NAME=System Jobs activated/minute
JO_LAUNCHED_SYSTEM_JOBS_009_HELP=Number of system jobs activated within the last minute.


JO_OUEUED_SYSTEM_JOBS_009_NAME=Queued system jobs
JO_OUEUED_SYSTEM_JOBS_009_HELP=Number of system jobs queued.


JOBS_419_NAME=[COUNTERPREFIXSERVICENAME]:Jobs
JOBS_419_HELP=SQLAgent: общая статистика выполнения заданий


JOB_STEPS_419_NAME=[COUNTERPREFIXSERVICENAME]:JobSteps
JOB_STEPS_419_HELP=Статистика выполнения шагов задания


ALERTS_419_NAME=[COUNTERPREFIXSERVICENAME]:Alerts
ALERTS_419_HELP=Статистика SQLAgent по предупреждениям


GENERAL_OBJECT_419_NAME=[COUNTERPREFIXSERVICENAME]:Statistics
GENERAL_OBJECT_419_HELP=Общая статистика SQLAgent


SYSTEM_JOBS_419_NAME=[COUNTERPREFIXSERVICENAME]:SystemJobs
SYSTEM_JOBS_419_HELP=Общая статистика SQLAgent о системных заданиях


JO_ACTIVE_JOBS_419_NAME=Active jobs
JO_ACTIVE_JOBS_419_HELP=Количество запущенных заданий.


JO_SUCCESSFUL_JOBS_419_NAME=Successful jobs
JO_SUCCESSFUL_JOBS_419_HELP=Количество успешно выполненных заданий.


JO_FAILED_JOBS_419_NAME=Failed jobs
JO_FAILED_JOBS_419_HELP=Количество невыполненных заданий.


JO_PERCENTAGE_SUCCESSFUL_JOBS_419_NAME=Job success rate
JO_PERCENTAGE_SUCCESSFUL_JOBS_419_HELP=Процент успешно выполненных заданий от общего количества выполненных заданий.


JO_PERCENTAGE_JOBS_BASE_419_NAME=Successful jobs base
JO_PERCENTAGE_JOBS_BASE_419_HELP=Базовое значение для расчета успешно выполненных заданий.


JO_LAUNCHED_JOBS_419_NAME=Jobs activated/minute
JO_LAUNCHED_JOBS_419_HELP=Количество заданий, запущенных в течение последней минуты.


JO_OUEUED_JOBS_419_NAME=Queued jobs
JO_OUEUED_JOBS_419_HELP=Количество заданий в очереди.


JS_ACTIVE_STEPS_419_NAME=Active steps
JS_ACTIVE_STEPS_419_HELP=Количество активных шагов.


JS_QUEUED_STEPS_419_NAME=Queued steps
JS_QUEUED_STEPS_419_HELP=Количество шагов в очереди.


JS_RETRIES_STEPS_419_NAME=Total step retries
JS_RETRIES_STEPS_419_HELP=Общее количество попыток повторного выполнения любых шагов заданий с момента последнего перезапуска SQL Server.


AL_ACTIVATED_ALERTS_419_NAME=Activated alerts
AL_ACTIVATED_ALERTS_419_HELP=Количество предупреждений, активированных с момента последнего перезапуска SQL Server.


AL_MINUTE_ALERTS_419_NAME=Alerts activated/minute
AL_MINUTE_ALERTS_419_HELP=Количество предупреждений, активированных в течение последней минуты.


GO_SERVER_RESTARTED_419_NAME=SQL Server restarted
GO_SERVER_RESTARTED_419_HELP=Количество успешных перезагрузок SQL Server с помощью агента SQL Server с момента последней перезагрузки агента SQL Server.


JO_ACTIVE_SYSTEM_JOBS_419_NAME=Активные системные задания
JO_ACTIVE_SYSTEM_JOBS_419_HELP=Количество выполняющихся системных заданий.


JO_SUCCESSFUL_SYSTEM_JOBS_419_NAME=Успешно завершенные системные задания
JO_SUCCESSFUL_SYSTEM_JOBS_419_HELP=Количество успешно завершенных системных заданий.


JO_FAILED_SYSTEM_JOBS_419_NAME=Завершившиеся неудачей системные задания
JO_FAILED_SYSTEM_JOBS_419_HELP=Количество завершившихся неудачей системных заданий.


JO_LAUNCHED_SYSTEM_JOBS_419_NAME=Активировано системных заданий в минуту
JO_LAUNCHED_SYSTEM_JOBS_419_HELP=Количество системных заданий, активированных за последнюю минуту.


JO_OUEUED_SYSTEM_JOBS_419_NAME=Системные задания, поставленные в очередь
JO_OUEUED_SYSTEM_JOBS_419_HELP=Количество системных заданий, поставленных в очередь.


